/** ЗАДАЧА 10 - Комментарий перед функцией
 *
 * 1. Объявите функцию с двумя параметрами, значения которых - числа
 *
 * 2. Эта функция должна возвращать разницу между первым и вторым параметром
 *
 * 3. Добавьте многострочный комментарий перед функцией:
 *  - Текст комментария "Возвращает разницу двух чисел"
 *  - Укажите тип параметров - number
 *  - Укажите тип возвращаемого значения - number
 *  - Опишите возвращаемое значение - "Разница чисел"
 * @param {number} a
 * @param {number} b
 * @param {number}
 *
 * 4. Вызовите функцию
 */

function raznica(a, b) {
  return a - b;
}
console.log(raznica(2, 3));





let z 
let x 

function zxm(z, x) {
    return z * x
}

console.log(zxm(10, 70));